Repository: RCordobaG/SemibreveIOS
Catalog: Semibreve/Localizable.xcstrings
Source language: en
Languages: es_419

source: Accept
es_419: Aceptar

source: American
es_419: Americana

source: Answer
es_419: Respuesta

source: Are you sure you want to deleta all test results?
es_419: ¿Seguro que quieres eliminar tus resultados previos?

source: Auto round timer
es_419: Tiempo entre rondas

source: Back
es_419: Volver

source: Back to Menu
es_419: Menú principal

source: Cancel
es_419: Cancelar

source: Close
es_419: Cerrar

source: Correct
es_419: Correcto

source: Correct answers: %lld
es_419: Respuestas correctas: %lld

source: Create a new quiz
es_419: Crear nuevo ejercicio

source: Delete
es_419: Borrar

source: Delete saved test results
es_419: Borrar resultados guardados

source: Delete test results?
es_419: ¿Borrar resultados previos?

source: Do you want to save your test results?
es_419: ¿Quieres guardar tus resultados?

source: Enable manual mode
es_419: Habilitar modo manual

source: End current test
es_419: Terminar intento

source: End current test?
es_419: ¿Terminar intento actual?

source: European
es_419: Europea

source: Exit without saving
es_419: Salir sin guardar

source: Exit without saving?
es_419: ¿Salir sin guardar?

source: Final score: %lf
es_419: Puntaje final: %lf

source: Incorrect
es_419: Incorrecto

source: Incorrect answers: %lld
es_419: Respuestas incorrectas: %lld

source: Manual Mode
es_419: Modo Manual

source: New Quiz
es_419: Nuevo ejercicio

source: Next
es_419: Siguiente

source: Past test results
es_419: Resultados previos

source: Quiz options
es_419: Opciones del ejercicio

source: Results
es_419: Resultados

source: Rounds
es_419: Rondas

# Rounds: %lld | %lld
source: Rounds: %1$lld | %2$lld
es_419: Ronda: %1$lld | %2$lld

source: Save and exit
es_419: Guardar y salir

source: Save config
es_419: Guardar configuración

source: Scale
es_419: Escala

source: Score
es_419: Puntuación

source: Settings
es_419: Ajustes

source: Start
es_419: Iniciar

source: Test date
es_419: Fecha

source: TestID
es_419: ID

source: Unsaved results
es_419: No se ha guardado tu progreso

source: Warning
es_419: Advertencia
